{
  "movies": [
    {
      "id": 1,
      "title": "Major Payne",
      "year": "1995",
      "rated": "Pg-13",
      "rating": 5,
      "movieSummary": "A recently discharged Major finds himself commanding a group of mismatched Cadets."
    },
    {
      "id": 2,
      "title": "Top Gun",
      "year": "1986",
      "rated": "PG",
      "rating": 5,
      "movieSummary": "As students at the United States Navy's elite fighter weapons school compete to be best in the class, one daring young pilot learns a few things from a civilian instructor that are not taught in the classroom."
    },
    {
      "id": 3,
      "title": "Catch Me If You Can",
      "year": "2002",
      "rated": "PG-13",
      "rating": 5,
      "movieSummary": "Barely 21 yet, Frank is a skilled forger who has passed as a doctor, lawyer and pilot. FBI agent Carl becomes obsessed with tracking down the con man, who only revels in the pursuit."
    },
    {
      "id": 4,
      "title": "The Empire Strikes Back",
      "year": "1980",
      "rated": "PG",
      "rating": 5,
      "movieSummary": "After the Rebels are overpowered by the Empire, Luke Skywalker begins his Jedi training with Yoda, while his friends are pursued across the galaxy by Darth Vader and bounty hunter Boba Fett."
    },
    {
      "id": 5,
      "title": "IP Man",
      "year": "2008",
      "rated": "R",
      "rating": 2,
      "movieSummary": "During the Japanese invasion of China, a wealthy martial artist is forced to leave his home when his city is occupied. With little means of providing for themselves, Ip Man and the remaining members of the city must find a way to ..."
    },
    {
      "title": "moana",
      "year": "2016",
      "rated": "PG",
      "rating": 5,
      "movieSummary": "In Ancient Polynesia, when a terrible curse incurred by the Demigod Maui reaches Moana's island, she answers the Ocean's call to seek out the Demigod to set things right.",
      "id": 6
    },
    {
      "title": "tarzan",
      "year": "1999",
      "rated": "G",
      "rating": 5,
      "movieSummary": "A man raised by gorillas must decide where he really belongs when he discovers he is a human.",
      "id": 7
    },
    {
      "title": "Meet The Deedles",
      "year": "1998",
      "rated": "PG",
      "rating": 5,
      "movieSummary": "Two surfers end up as Yellowstone park rangers and have to stop a former ranger who is out for revenge.",
      "id": 8
    },
    {
      "title": "The Matrix",
      "year": "1999",
      "rated": "R",
      "rating": 5,
      "movieSummary": "When a beautiful stranger leads computer hacker Neo to a forbidding underworld, he discovers the shocking truth--the life he knows is the elaborate deception of an evil cyber-intelligence.",
      "id": 9
    },
    {
      "title": "The Matrix Reloaded",
      "year": "2003",
      "rated": "R",
      "rating": 5,
      "movieSummary": "Freedom fighters Neo, Trinity and Morpheus continue to lead the revolt against the Machine Army, unleashing their arsenal of extraordinary skills and weaponry against the systematic forces of repression and exploitation.",
      "id": 10
    },
    {
      "title": "Pokemon 4Ever: Celebi - Voice of the Forest",
      "year": "2001",
      "rated": "G",
      "rating": 5,
      "movieSummary": "Ash must stop a hunter who forces the mythical Pokémon Celebi to help him destroy a forest.",
      "id": 11
    }
  ]
}